Repository: eusonlito/Apalabro
Catalog: languages/*/gettext.po
Languages: es

source: Your tiles were set successfully
es: Tus fichas han sido colocadas correctamente

source: Some error occours triying to play yours words. Please try it again.
es: Ha ocurrido algún error cuando intentaba ejecutar tu jugada. Por favor, inténtalo de nuevo.

source: Your tiles were swapped successfully
es: Tus fichas han sido cambiadas correctamente

source: Sorry but yours tiles can not be swapped
es: Lo sentimos pero no se han podido cambiar tus fichas

source: You have passed
es: Has pasado

source: Sorry but some problem occours when try to pass
es: Lo sentimos pero ha ocurrido un error cuando intentabas pasar el turno

source: You have resigned this game
es: Te has rendido

source: Sorry but some problem occours when try to resign this game
es: Lo sentimos pero ha ocurrido un error cuando intentabas rendirte

source: Game versus %s
es: Partida contra %s

source: Sorry but you can't play now. You was added to a waiting list.
es: Lo sentimos pero no hay partidas disponibles. Has sido añadido a la lista de espera.

source: New Game
es: Nueva Partida

source: Home
es: Inicio

source: About
es: Sobre

source: No user ID was received
es: No se ha recibido el ID del usuario

source: Ops..
es: Ups...

source: This user does not exists or could not be loaded. Please reload this page to try it again.
es: Este usuario no existe o no se ha podido cargar. Por favor, recarga esta página e inténtalo de nuevo.

source: %s was added as friend.
es: %s fue añadido como amigo.

source: %s was removed as friend.
es: %s foi quitado de los amigos.

source: %s Profile
es: Perfil de %s

source: There are a problem loading this page. Please reload or try to login again.
es: Ha ocurrido algún error intentando cargar esta página. Por favor, recarga esta página e inténtalo de nuevo. Si el problema continúa, prueba a desconectarte y loguearte de nuevo.

source: You must be logged to view this section
es: Debes estar logueado para poder ver esta sección

source: Login
es: Entrar

source: Theme path "%s" does not exists.
es: El directorio "%s" para este tema no existe.

source: just now
es: justo ahora

source: one minute ago
es: hace un minuto

source: %s minutes ago
es: hace %s minutos

source: one hour ago
es: hace una hora

source: %s hours ago
es: hace %s horas

source: yesterday
es: ayer

source: %s days ago
es: hace %s días

source: in a minute
es: en un minuto

source: in %s minutes
es: en %s minutos

source: in an hour
es: en una hora

source: in %s hours
es: en %s horas

source: %s wants to play with you
es: %s quiere jugar contigo

source: %s has place tiles
es: %s ha colocado fichas

source: %s has passed the turn
es: %s ha pasado el turno

source: %s has swapped tiles
es: %s ha cambiado fichas

source: %s has updated the game
es: %s ha realizado un movimiento en la partida

source: %s does't wants to play
es: %s no quiere jugar contigo

source: %s has resigned. You win!
es: %s se ha rendido. Has ganado!

source: Game versus %s was ended. You win!
es: La partida contra %s ha finalizado. Has ganado!

source: Game versus %s was ended. You lost :(
es: La partida contra %s ha finalizado. Has perdido :(

source: Game versus %s was expired. You win!
es: La partida contra %s ha expirado. Has ganado!

source: Game versus %s was expired. You lost :(
es: La partida contra %s ha expirado. Has perdido :(

source: Your turn
es: Tu turno

source: Opponent turn
es: Turno del oponente

source: EXPIRED
es: EXPIRADA

source: You have %s chat messages
es: Tienes %s mensajes de chat

source: Last words: %s
es: Últimas palabras: %s

source: You have swapped tiles
es: Has cambiado fichas

source: You have passed your turn
es: Has pasado tu turno

source: %s tiles to remaining
es: %s fichas para finalizar

source: Send
es: Enviar

source: Close
es: Cerrar

source: Swapping Tiles
es: Cambiando Fichas

source: Swap
es: Cambiar

source: Cancel
es: Cancelar

source: Move here yours tiles
es: Move tus fichas aquí

source: Shuffle
es: Mezclar

source: Play!
es: Jugar!

source: Test
es: Probar

source: Recall
es: Llamar

source: Swap Tiles
es: Cambiar Fichas

source: Pass
es: Pasar

source: Confirm your move
es: Confirma tu movimiento

source: Confirm
es: Confirmar

source: Resign
es: Rendirse

source: Do you need help?
es: Necesitas ayuda?

source: I can give you some suggestions ;)
es: Puedo darte algunas sugerencias ;)

source: Yes, please!
es: Sí, por favor!

source: Suggestions
es: Sugerencias

source: Search
es: Buscar

source: Tiles
es: Fichas

source: Filter suggested words
es: Filtrar palabras sugeridas

source: %s points
es: %s puntos

source: %s letters
es: %s letras

source: Search with regular expression
es: Buscar con expresión regular

source: Help
es: Ayuda

source: This tiles are not played yet:
es: Estas fichas aún no se han colocado:

source: <strong>%s</strong> tiles of letter <strong>%s</strong>
es: <strong>%s</strong> fichas de la letra <strong>%s</strong>

source: You have %s new chat messages
es: Tienes %s nuevos mensajes de chat

source: last move %s
es: último movimiento %s

source: Random opponent
es: Oponente aleatorio

source: Recent and Friends
es: Recientes y Amigos

source: Start a new game with random opponent
es: Comenzar una nueva partida con un rival aleatorio

source: Start a new game
es: Comenzar una nueva partida

source: You haven't any user in this list
es: No hay ningún usuario en esta lista

source: Search...
es: Buscar...

source: No games here :)
es: Ninguna partida aquí :)

source: Play to Apalabrados/Angry Words online!
es: Juega a Apalabrados en línea!

source: Game
es: Partida

source: My Profile
es: Mi Perfil

source: User Profile
es: Perfil del Usuario

source: Your Turn
es: Tu turno

source: There aren't games waiting for you
es: Non hay partidas esperándote

source: Logout
es: Salir

source: last login %s
es: último acceso %s

source: Register
es: Registro

source: Your email
es: Tu correo

source: Your password
es: Tu contraseña

source: register_info
es: <p>Esta web es sólo un interface para la aplicación original <a href="http://www.apalabrados.com/">Apalabrados</a>.</p><p>Esto significa que debes descargarte la aplicación en tu smartphone <a href="https://play.google.com/store/apps/details?id=com.etermax.apalabrados.lite">Android</a> o <a href="http://itunes.apple.com/us/app/apalabrados/id441092257?ls=1&mt=8">iPhone</a> y registrarte en ella con usuario y contraseña (no vale a través de Facebook).</p><p>Una vez registrado podrás volver aquí para acceder y comenzar a jugar :)</p><p>Esta web no tiene ninguna relación con la empresa propietaria de la aplicación <a href="http://www.apalabrados.com/">Apalabrados</a>.</p>

source: About Apalabro!
es: Sobre Apalabro!

source: about_info
es: <p><strong>Apalabro!</strong> es un proyecto desarrollado por <a href="https://github.com/eusonlito">Lito</a> para crear un interface web de la aplicación móvil <a href="http://www.apalabrados.com/">Apalabrados (Angry Words)</a>.</p><p>Esto significa que debes descargarte la aplicación en tu smartphone <a href="https://play.google.com/store/apps/details?id=com.etermax.apalabrados.lite">Android</a> o <a href="http://itunes.apple.com/us/app/apalabrados/id441092257?ls=1&mt=8">iPhone</a> y registrarte en ella con usuario y contraseña (no vale a través de Facebook).</p><p>Una vez registrado podrás volver aquí para acceder y comenzar a jugar :)</p><p>Si lo deseas puedes descargarte el código fuente en <a href="https://github.com/eusonlito/Apalabro">Github</a>.</p><p>De todas maneras, si tienes alguna dúda o sugerencia, puedes ponerte en contacto conmigo en la dirección <a href="mailto:lito@eordes.com">lito@eordes.com</a>.</p><p>Agradezco enormemente la ayuda en la traducción del interface. Puedes realizarla usando como base el fichero <strong>languages/es/gettext.po</strong> o <strong>languages/es/gettext.mo</strong>.</p><p>Esta web no tiene ninguna relación con la empresa propietaria de la aplicación <a href="http://www.apalabrados.com/">Apalabrados</a>.</p>

source: Available Languages
es: Idiomas disponibles

source: Project Updates
es: Actualizaciones del Proyecto

source: %s Facebook profile
es: Perfil de Facebook de %s

source: Remove as friend
es: Quitar de amigos

source: Add as friend
es: Añadir como amigo

source: Play a versus game
es: Jugarle una partida

source: Select a language
es: Selecciona un idioma

source: <strong>%s</strong> finished versus games
es: Te has enfrentando en <strong>%s</strong> partidas finalizadas

source: <strong>%s</strong> you won!
es: <strong>%s</strong> ganados

source: <strong>%s</strong> you lost!
es: <strong>%s</strong> perdidos

source: <strong>%s</strong> played games
es: <strong>%s</strong> jugados

source: <strong>%s</strong> won
es: <strong>%s</strong> victorias

source: <strong>%s</strong> lost
es: <strong>%s</strong> derrotas

source: <strong>%s%%</strong> resign
es: <strong>%s</strong> rendiciones

source: <strong>%s</strong> was the longest word
es: <strong>%s</strong> ha sido la palabra más larga

source: <strong>%s</strong> was the best game
es: <strong>%s</strong> ha sido la mejor partida

source: <strong>%s</strong> was the best play
es: <strong>%s</strong> ha sido la mejor jugada

source: last login <strong>%s</strong>
es: último acceso <strong>%s</strong>

source: prefixAgo
es: hace

source: prefixFromNow
es: el

source: less than a minute
es: menos de un minuto

source: about a minute
es: un minuto

source: %d minutes
es: %d minutos

source: about an hour
es: una hora

source: about %d hours
es: %d horas

source: a day
es: un día

source: %d days
es: %d días

source: about a month
es: un mes

source: %d months
es: %d meses

source: about a year
es: un año

source: %d years
es: %d años

source: Which letter use?
es: Que letras quieres usar?

source: Play this tiles?
es: Jugar estas fichas?

source: Waiting for reply...
es: Esperando respuesta...

source: Please, wait...
es: Por favor, espera...

source: Sending...
es: Enviando...

source: No results for your query
es: Sin resultados para tu consulta

source: Are you sure do you want to swap this tiles?
es: Estas seguro de querer cambiar estas fichas?

source: You must select some tile to swap
es: Debes seleccionar alguna ficha para cambiar

source: Are you sure that you want resign this game?!?
es: Estas seguro de querer rendirte?

source: 100% Sure?
es: 100% Seguro?

source: Are you sure that you want pass this turn?
es: Estas seguro de querer pasar este turno?

source: Some error occours with the server response. Please try it again.
es: Ha ocurrido algún error con la respuesta del servidor. Por favor, inténtalo de nuevo. Si el problema continúa, prueba a desconectarte y loguearte de nuevo.

source: This screen has updates. Click here to reload it.
es: Esta pantalla tiene actualizaciones. Haz click aquí para recargarla.

source: Updates!
es: Actualizaciones!

source: You have new messages!
es: Tienes nuevos mensajes!

source: You have %s messages
es: Tienes %s mensajes

source: You must select a language
es: Debes seleccionar un idioma

source: No game ID was received
es: No se ha recibido el ID de la partida

source: Some error occours triying to load this game. Please reload this page to try it again.
es: Ha ocurrido algún error intentando cargar esta partida. Por favor, recarga esta página e inténtalo de nuevo. Si el problema continúa, prueba a desconectarte y loguearte de nuevo.

source: language_ca
es: Català

source: language_de
es: Deutsch

source: language_en
es: US English

source: language_en-uk
es: UK English

source: language_es
es: Castellano

source: language_fr
es: Français

source: language_gl
es: Galego

source: language_it
es: Italiano

source: language_pt
es: Português

source: Turn
es: Turno

source: Waiting
es: Esperando

source: Ended
es: Finalizadas

source: Pending
es: Pendiente

source: Active
es: Activo

source: ACTIVE
es: ACTIVO

source: ENDED
es: FINALIZADA

source: RESIGN
es: RENDICIÓN

source: REJECT
es: RECHAZADA

source: PENDING_MY_APPROVAL
es: PENDIENTE DE MI APROBACIÓN

source: PENDING_FIRST_MOVE
es: PENDIENTE DE PRIMER MOVIMIENTO

source: PENDING_FRIENDS_APPROVAL
es: PENDIENTE DE APROBACIÓN DEL RIVAL

source: PLACE_TILE
es: COLOCAR FICHA

source: PASS
es: PASA

source: Some error occours triying to load the points. Please close this window and try it again.
es: Ha ocurrido algún error intentando cargar los puntos de esta jugada. Por favor, cierra esta ventana e inténtalo de nuevo.

source: No valid word
es: No es una palabra válida

source: Playing for %s points
es: Jugando por %s puntos

source: Sorry but these tiles can not be combined. Please, try it another cells
es: Lo sentimos pero estas fichas no se pueden combinar. Por favor, inténtalo con otras fichas

source: %s has sent a new message
es: %s te ha enviado un nuevo mensaje

source: No users founded...
es: No se encontraron usuarios...

source: There aren't any conversation in this game
es: No hay ninguna conversación en esta partida
